import { LinksList } from '../components/Footer/LinksCard'

export const columns = [
    {
        id: 1,
        title: 'Пассажирам',
        links: [
            { id: 1, url: '', text: 'Купить билет' },
            { id: 2, url: '', text: 'РЖД Бонус' },
            { id: 3, url: '', text: 'Специальные акции' },
            { id: 4, url: '', text: 'Мобильные приложения' },
            { id: 5, url: '', text: 'Услуги для пассжиров с ограниченными физическими возможностями' },
        ]
    },
    {
        id: 2,
        title: 'Грузовые перевозки',
        links: [
            { id: 1, url: '', text: 'Услуги холдинга' },
            { id: 2, url: '', text: 'Электронная торговая площадка' },
            { id: 3, url: '', text: 'Подвижной состав' },
            { id: 4, url: '', text: 'Оформление грузов' },
            { id: 5, url: '', text: 'Перевозимые грузы' },
        ]
    },
    {
        id: 3,
        title: 'О компании',
        links: [
            { id: 1, url: '', text: 'Деятельность' },
            { id: 2, url: '', text: 'Структура' },
            { id: 3, url: '', text: 'Противодействие коррупции' },
        ],
        additional: (<>
            <p>Инвесторам</p>
            <p>Тендеры</p>
            <p>Работа в РЖД</p>
        </>)
    },
    {
        id: 4,
        title: 'Контакты компании',
        links: [
            { id: 1, url: '', text: 'RSS каналы' },
            { id: 2, url: '', text: 'Подписка' },
        ],
        additional: (<>
            <p>Виртуальная приемная</p>
            <p>Опросы</p>
            <p>О сайте</p>
            <LinksList>
                <li><a href="#">Политика обработки персональных данных в ОАО «РЖД»</a></li>
                <li><a href="#">Политика использования cookie-файлов</a></li>
            </LinksList>
        </>)
    }
]