export const newsStories = [
    {
        id: 1,
        title: 'Первые поезда прибудут на новый вокзал Москвы 29 мая',
        date: '18.03.2021',
        time: '16:45',
        links: ['Вокзалы', 'Дальнее следование', '"Ласточка"', 'Пассажирам', '"Стриж"']
    },
    {
        id: 2,
        title: 'Движение поездов на перегоне Сыростан – Хребет Южно-Уральской железной дороги полностью восстановлено',
        date: '17.03.2021',
        time: '04:07',
        links: ['Пассажирам', 'Происшествия', 'ЮУЖД']
    },
    {
        id: 3,
        title: 'Восстановлено движение поездов по одному пути на перегоне Сыростан – Хребет Южно-Уральской железной дороги',
        date: '16.03.2021',
        time: '20:26',
        links: ['Пассажирам', 'Происшествия', 'Расписание', 'ЮУЖД']
    },
    {
        id: 4,
        title: 'Пассажирские поезда проследуют по измененным маршрутам в связи с происшествием на перегоне Сыростан – Хребет',
        date: '16.03.2021',
        time: '09:56',
        links: ['Дальнее следование', 'Пассажирам', 'Происшествия', 'Расписание', 'ЮУЖД']
    }
]